export const items = [
  {
    id: 1,
    image:
      "https://images.mentoday.ru/upload/img_cache/e7b/e7b2530434ad0e463ed735f26def89d9_ce_3000x2000x0x0.jpg",
    title: "Тренировки с гантелями для набора мышечной массы",
    sessions: 42,
    duration: "ок. 12 недель",
    tags: [
      "Нужны гантели и скамья",
      "Тренировки для набора массы",
      "Развитие силы без пробелов",
      "Тренировки на все тело",
    ],
    describtion:
      "Тренировки с гантелями для набора мышечной массы — это эффективная программа, разработанная для тех, кто хочет прокачать своё тело без посещения спортзала. Всего 4 недели, 3 тренировки в неделю — и ты увидишь результат.Программа включает: прогрессивную нагрузку для роста мышц, упражнения на все группы мышц, возможность тренироваться дома, рекомендации по питанию, отслеживание прогресса и адаптацию нагрузки под твой уровень. Идеально подойдёт как для новичков, так и для опытных атлетов. Забудь о скучных тренировках — каждый комплекс построен так, чтобы ты рос и не терял мотивацию.",
  },
  {
    id: 2,
    image:
      "https://volatfit.by/assets/inc/img/volat/%D0%B4%D0%B5%D0%B2%D1%83%D1%88%D0%BA%D0%B0%20%D0%BD%D0%B0%20%D0%B4%D0%BE%D1%80%D0%BE%D0%B6%D0%BA%D0%B5.jpg",
    title: "Жиросжигание и кардио",
    sessions: 36,
    duration: "ок. 8 недель",
    tags: [
      "Необходимы беговые дорожки",
      "Кардио для сжигания жира",
      "Развитие выносливости",
      "Поддержка тонуса мышц",
    ],
    describtion:
      "Тренировки с гантелями для набора мышечной массы — это эффективная программа, разработанная для тех, кто хочет прокачать своё тело без посещения спортзала. Всего 4 недели, 3 тренировки в неделю — и ты увидишь результат.Программа включает: прогрессивную нагрузку для роста мышц, упражнения на все группы мышц, возможность тренироваться дома, рекомендации по питанию, отслеживание прогресса и адаптацию нагрузки под твой уровень. Идеально подойдёт как для новичков, так и для опытных атлетов. Забудь о скучных тренировках — каждый комплекс построен так, чтобы ты рос и не терял мотивацию.",
  },
  {
    id: 3,
    image:
      "https://sport.orda.kz/uploads/posts/2025-05/sizes/1440x810/chatgpt-image-16-maja-2025-g_-16_28_32.png",
    title: "Функциональные тренировки",
    sessions: 50,
    duration: "ок. 14 недель",
    tags: [
      "Не требуется оборудование",
      "Развитие координации",
      "Укрепление суставов",
      "Повышение общей выносливости",
    ],
    describtion:
      "Тренировки с гантелями для набора мышечной массы — это эффективная программа, разработанная для тех, кто хочет прокачать своё тело без посещения спортзала. Всего 4 недели, 3 тренировки в неделю — и ты увидишь результат.Программа включает: прогрессивную нагрузку для роста мышц, упражнения на все группы мышц, возможность тренироваться дома, рекомендации по питанию, отслеживание прогресса и адаптацию нагрузки под твой уровень. Идеально подойдёт как для новичков, так и для опытных атлетов. Забудь о скучных тренировках — каждый комплекс построен так, чтобы ты рос и не терял мотивацию.",
  },
];
